Repository: msherstobitow/toolset-custom-post-types
Catalog: languages/toolset_custom_post_types-*.po
Languages: ru_ru

source: Custom Post Types
ru_ru: Собственные типы записей

source: Post Type
ru_ru: Тип записи

source: Description
ru_ru: Описание

source: Edit
ru_ru: Изменить

source: Create Custom Post Type
ru_ru: Создать новый тип записи

source: Edit Custom Post Type
ru_ru: Изменить собственный тип записи

source: will be deleted
ru_ru: будет удалено

source: Enabled
ru_ru: Включено

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Set <b>Yes</b> to enable this custom post type in your theme
ru_ru: Выберите <b>Да</b> чтобы включить тип записи в своей теме

source: Options
ru_ru: Настройки

source: max. 20 characters, can not contain capital letters or spaces
ru_ru: Максимум 20 символов, без пробелов и заглавных букв

source: A short descriptive summary of what the post type is
ru_ru: Краткое описание, что это за тип записи

source: Public
ru_ru: Публичный

source: Whether a post type is intended to be used publicly either via the admin interface or by front-end users
ru_ru: Предназначен ли тип записи для публичного использования через интерфейс администратора или конечными пользователями на сайте

source: Exclude From Search
ru_ru: Исключить из поиска

source: Whether to exclude posts with this post type from front end search results
ru_ru: Будет ли этот тип записи исключен из поисковой выдачи на сайте

source: Publicly Queryable
ru_ru: Может ли быть публично просмотрен

source: Whether queries can be performed on the front end. If you set this to <b>No</b>, you will find that you cannot preview/see your custom post (return 404)
ru_ru: Может ли запрос быть сформрован пользователем сайта. Если установлено <b>Нет</b>, то при просмотре будет показана ошибка 404

source: Show UI
ru_ru: Показывать интерфейс пользователя

source: Whether to generate a default UI for managing this post type in the admin
ru_ru: Создавать ли интерфейс для управления типом записи в административной части

source: Show In Nav Menus
ru_ru: Показывать навигационные меню

source: Whether post type is available for selection in navigation menus
ru_ru: Может ли тип записи быть выбран в меню

source: Show In Menu
ru_ru: Показывать в меню

source: Place as submenu
ru_ru: Поместить в подменю

source: Do not use
ru_ru: Не использовать

source: Where to show the post type in the admin menu. <b>Show UI</b> must be <b>Yes</b>
ru_ru: Где показывать тип записи в меню административной части. <b>Показывать в меню</b> должно быть установлено в <b>Да</b>

source: Show In Admin Bar
ru_ru: Показывать в панели администратора

source: Whether to make this post type available in the WordPress admin bar
ru_ru: Будет ли тип записи доступен в панели админстратора

source: Menu Position
ru_ru: Позиция в меню

source: none
ru_ru: по умолчанию

source: below Posts
ru_ru: под Записями

source: below Media
ru_ru: под Медиафайлами

source: below Links
ru_ru: под Ссылками

source: below Pages
ru_ru: под Страницами

source: below comments
ru_ru: под комментариями

source: below first separator
ru_ru: под первым разделителем

source: below Plugins
ru_ru: под Плагинами

source: below Users
ru_ru: под Пользователями

source: below Tools
ru_ru: под Инструментами

source: below Settings
ru_ru: под Настройками

source: below second separator
ru_ru: под вторым разделителем

source: The position in the menu order the post type should appear. <b>Show in menu</b> must be <b>Yes</b>
ru_ru: Положение в меню. <b>Показывать в меню</b> должно быть включено

source: Menu Icon
ru_ru: Иконка меню

source: Default
ru_ru: По умолчанию

source: The icon to be used for this menu
ru_ru: Иконка для использования в пункте меню этого типа записей

source: Hierarchical
ru_ru: Иерархичность

source: Whether the post type is hierarchical (e.g. page). Allows Parent to be specified. The <b>supports</b> parameter should contain <b>page-attributes</b> to show the parent select box on the editor page.
ru_ru: Будет ли тип записей иерархическим (как, например, страницы). В блоке <b>Поддержка</b> должен быть активирван пункт <b>Параметры страницы</b>

source: Taxonomies
ru_ru: Таксономии

source: An array of registered taxonomies like <b>category</b> or <b>post_tag</b> that will be used with this post type
ru_ru: Зарегистрированные таксономии, такие как <b>рубрики</b> или <b>теги</b>, которые назначены типу записей

source: Has Archive
ru_ru: Есть архив

source: Enables post type archives
ru_ru: Разрешает архивы для типа записей

source: Rewrite
ru_ru: Перезапись

source: Triggers the handling of rewrites for this post type. To prevent rewrites, set to false
ru_ru: Должен ли перезаписываться URL для этого типа записей

source: Slug
ru_ru: Ярлык

source: Customize the permastruct slug. Defaults to the post type value. Should be translatable. Enter value in main language and translate other languages with <b>.po</b> files
ru_ru: Изменение структуры ссылок ярлыка. По умолчанию соответствует значению типа записей. Должно быть переводимо. Введите значение на основном языке и переведите на другие языки с помощью <b>.po</b> файлов

source: With Front
ru_ru: Предварять ярлыком

source: Should the permastruct be prepended with the front base. (example: if your permalink structure is <b>/blog/</b>, then your links will be: <b>false->/news/</b>, <b>true->/blog/news/</b>)
ru_ru: Должна ли структура ссылок быть предварена ярлыком. Например: если ваша структура ссылок <b>/blog/</b>, то ссылки будут : <b>false->/news/</b>, <b>true->/blog/news/</b>)

source: Feeds
ru_ru: Лента новостей

source: Should a feed permastruct be built for this post type
ru_ru: Должна ли быть построена структура ссылок для новостной ленты для этого типа записей

source: Pages
ru_ru: Страницы

source: Should the permastruct provide for pagination
ru_ru: Должна ли структура ссылок быть подготовлена к разделению на страницы (пагинация)

source: Query Var
ru_ru: Переменная запроса

source: Sets the <b>query_var</b> key for this post type
ru_ru: <b>query_var</b> для этого типа записей

source: Parameter (optional)
ru_ru: Параметра (не обязательно)

source: Can Export
ru_ru: Может быть экспортировано

source: Can this post type be exported
ru_ru: Может ли этот тип записи быть экспортированным

source: Labels
ru_ru: Метки

source: Label
ru_ru: Метка

source: A plural descriptive name for the post type marked for translation
ru_ru: Название во множественном числе, помеченное для перевода

source: Title
ru_ru: Заголовок

source: Editor
ru_ru: Редактор

source: Content
ru_ru: Содержимое

source: Author
ru_ru: Автор

source: Thumbnail
ru_ru: Миниатюра

source: Featured image, current theme must also support post-thumbnails
ru_ru: Миниатюра. Текущая тема должна поддерживать миниатюры.

source: Excerpts
ru_ru: Выдержка

source: Trackbacks
ru_ru: Обратные ссылки

source: Custom Fields
ru_ru: Произвольные поля

source: Comments
ru_ru: Комментарии

source: Also will see comment count balloon on edit screen
ru_ru: Также будет указано колчиество комментарием на странице редактирования

source: Revisions
ru_ru: Ревизии

source: Will store revisions
ru_ru: Будет сохранять ревизии

source: Page Attributes
ru_ru: Параметры страницы

source: Menu order, hierarchical must be true to show Parent option
ru_ru: Порядок меню. "Иерархичность" должна быть включена

source: Post Formats
ru_ru: Форматы записей

source: Add post formats. You can choose post formats separately to each custom post type if you install and active <b>Toolset Theme Features</b> plugin
ru_ru: Возможность использовать форматы записейю Вы можете выбрать форматы записей отдельно для каждого типа записей, если установите плагин <b>Toolset Theme Features</b>

source: Supports
ru_ru: Поддержка

source: Theme features for current custom post type
ru_ru: Поддержка темы для данного типа записей

source: Book updated
ru_ru: "Книга" обновлена

source: Custom field updated
ru_ru: Произвольное поле обновлено

source: Custom field deleted
ru_ru: Произвольное поле улалено

source: Book restored to revision from %s
ru_ru: Книга восстановлена из ревизии %s

source: Book published
ru_ru: Книга опубликована

source: Book saved
ru_ru: Книга сохранена

source: Book submitted
ru_ru: Книга подтверждена

source: Book scheduled for: <strong>%1$s</strong>.
ru_ru: Публикация книги запланирована на: <strong>%1$s</strong>.

source: Book draft updated.
ru_ru: Черновик книги обновлен

source: Messages
ru_ru: Сообщения

source: For example:
ru_ru: Например:

source: Delete custom post type
ru_ru: Удалить тип записи

source: Set checked to delete this custom post type on save
ru_ru: Поставьте флажок, чтобы удалить этот тип записи при сохранении

source: Name
ru_ru: Название

source: General name for the post type, usually plural
ru_ru: Общее название для типа записи, обычно во множественном числе

source: Singular name
ru_ru: Название в единственном числе

source: Name for one object of this post type
ru_ru: Название для одного объекта этого типа записей

source: Menu name
ru_ru: Название в меню

source: The menu name text. This string is the name to give menu items
ru_ru: Название пункта меню.

source: Admin bar name
ru_ru: Название в панели администратора

source: Name given for the Add New dropdown on admin bar
ru_ru: Название в панели админстратора

source: <b>All items</b> text
ru_ru: Текст <b>Все записи</b>

source: The all items text used in the menu
ru_ru: Текст <b>Все записи</b>

source: Add new
ru_ru: Название для пункта "Создать" в выпадающем меню в панели админстратора

source: <b>Add new</b> text
ru_ru: Текст <b>Добавить</b>

source: The add new text
ru_ru: Текст "Добавить"

source: <b>Add new item</b> text
ru_ru: Текст <b>Добавить запись</b>

source: The add new item text
ru_ru: Текст "Добавить"

source: Edit item
ru_ru: Изменить запись

source: <b>Edit item</b> text
ru_ru: Текст <b>Изменить запись</b>

source: The edit item text
ru_ru: Текст "Изменить запись"

source: New item
ru_ru: Новая запись

source: <b>New item</b> text
ru_ru: Текст <b>Создать запись</b>

source: The new item text
ru_ru: Текст "Добавить новую запись"

source: View item
ru_ru: Просмотреть запись

source: <b>View item</b> text
ru_ru: Текст <b>Просмотреть запись</b>

source: The view item text
ru_ru: Текст "Просмотреть запись"

source: Search items
ru_ru: Искать записи

source: <b>Search items</b> text
ru_ru: Текст <b>Все записи</b>

source: No items found
ru_ru: Ничего не найдено

source: <b>Not found in trash</b> text
ru_ru: Текст <b>В корзине ничего не найдено</b>

source: The not found text
ru_ru: Ничего не найдено

source: No items found in Trash
ru_ru: Ничего не найдено

source: The not found in trash text
ru_ru: Текст "В корзине ничего не найдено"

source: Parent Item
ru_ru: Колонка <b>родитель</b>

source: <b>Parent item colon</b> text
ru_ru: Колнка <b>родитель</b>

source: You do not have sufficient permissions to access this page.
ru_ru: У вас недостаточно прав для доступа к этой странице

source: Sorry, the plugin can not write data to your server filesystem.
ru_ru: Извините, плагин не может записать данные в файловую систему вашего сервера

source: Custom Post Types updated
ru_ru: Собственные типы записей обновлены
